<?php
return [
    "alert_accept" => "Согласился",
    "alert_settings" => "Параметры",
    "alert_text" => "Этот веб-сайт использует файлы cookie для улучшения вашего опыта просмотра. Нажимая кнопку «Согласен», вы соглашаетесь с использованием этих файлов cookie.",
    "alert_title" => "Этот веб-сайт использует файлы cookie",
    "setting_analytics" => "Аналитические файлы cookie",
    "setting_analytics_text" => "позволяют нам анализировать использование веб-сайта и улучшать опыт посетителей.",
    "setting_essential" => "Функциональные файлы cookie",
    "setting_essential_text" => "являются необходимыми файлами cookie, которые обеспечивают правильную работу веб-сайта и сохранение ваших предпочтений (например, языка, региона).",
    "setting_marketing" => "Маркетинговые файлы cookie",
    "setting_marketing_text" => "позволить нам персонализировать ваш опыт и отправлять вам соответствующий контент и предложения на этом веб-сайте и других веб-сайтах.",
    "settings_accept_all" => "Принять все файлы cookie",
    "settings_cancel" => "Отмена",
    "settings_close" => "Закрыть",
    "settings_save" => "Сохранить",
    "settings_text" => "Наш веб-сайт хранит три уровня файлов cookie. Вы можете изменить свои предпочтения в любое время. Если вам нужна дополнительная информация о том, что такое файлы cookie и какие файлы cookie мы собираем, пожалуйста, ознакомьтесь с нашей политикой <a href=\":privacyUrl\">файлов cookie</a>.",
    "settings_title" => "Настройки файлов cookie"
];
